ahmadalli.vscode-nginx-conf
alexisvt.flutter-snippets
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
dustypomerleau.rust-syntax
ecmel.vscode-html-css
eg2.vscode-npm-script
Equinusocio.moxer-icons
equinusocio.vsc-material-theme-icons  
esbenp.prettier-vscode
GabrielBB.vscode-lombok
GitHub.vscode-pull-request-github     
jonkwheeler.styled-components-snippets
jpoissonnier.vscode-styled-components 
mf.vscode-styled-components
miguelsolorio.min-theme
ms-azuretools.vscode-docker
Pivotal.vscode-boot-dev-pack
Pivotal.vscode-spring-boot
PKief.material-icon-theme
Prisma.prisma
rangav.vscode-thunder-client
RapidAPI.vscode-rapidapi-client       
raynigon.nginx-formatter
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-xml
ritwickdey.LiveServer
rust-lang.rust-analyzer
sveggiani.vscode-field-lights
syler.sass-indented
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscodevim.vim
william-voyek.vscode-nginx
